Repository: Kate941-su/localize_kitchen_core
Catalog: sample_output/xcode/Localizable.xcstrings
Source language: en
Languages: ja

# greeting
source: Hello
ja: こんにちは

# welcome_message
source: Welcome, %@!
ja: %@さん、ようこそ！

# item_count
source: You have %@ items
ja: %@個のアイテムがあります

# price_format
source: Price: $%@
ja: 価格: %@円

# date_format
source: Today is %@, %@ %@
ja: 今日は%@、%@月%@日です

# complex_message
source: Hello %@, you have %@ messages from %@
ja: こんにちは%@さん、%@から%@件のメッセージがあります

source: frog
ja: カエル

source: morning
ja: 朝

source: butterfly
ja: 蝶

source: mountain
ja: 山

source: ocean
ja: 海

source: guitar
ja: ギター

source: rainbow
ja: 虹

source: dragon
ja: 竜

source: crystal
ja: 水晶

source: whisper
ja: ささやき

source: thunder
ja: 雷

source: moonlight
ja: 月光

source: adventure
ja: 冒険

source: harmony
ja: 調和

source: journey
ja: 旅

source: serenity
ja: 静寂

source: courage
ja: 勇気

source: wisdom
ja: 知恵

source: laughter
ja: 笑い

source: sunset
ja: 夕日

source: forest
ja: 森

source: river
ja: 川

source: eagle
ja: 鷲

source: dolphin
ja: イルカ

source: candle
ja: ろうそく

source: mirror
ja: 鏡

source: bridge
ja: 橋

source: castle
ja: 城

source: treasure
ja: 宝物

source: freedom
ja: 自由
